org/reference/concept_grounding.org
:PROPERTIES:
:ID:       5cea9a5a-3901-423a-b253-374c379a4135
:END:
#+hugo_slug: concept_grounding
#+title: Concept Grounding

Conceptual grounding is the learning of semantic meanings or concepts
via additional modalities. For example, while concept learning is
traditionally grounded in language, there are many other visual and
acoustic cues that can aid in grounding linguistic representations.

Conceptual grounding is traditionally performed by finding a common
latent space between representations, or by learning unimodal
representations and then concatenating them.
