content/posts/concept_grounding.md
+++
title = "Concept Grounding"
author = ["Jethro Kuan"]
lastmod = 2020-07-08T14:56:09+08:00
slug = "concept_grounding"
draft = false
+++

## Backlinks {#backlinks}

- [Co-learning]({{< relref "colearning" >}})

Conceptual grounding is the learning of semantic meanings or concepts
via additional modalities. For example, while concept learning is
traditionally grounded in language, there are many other visual and
acoustic cues that can aid in grounding linguistic representations.

Conceptual grounding is traditionally performed by finding a common
latent space between representations, or by learning unimodal
representations and then concatenating them.
